Repository: onaio/who-adolescent-hqa
Catalog: whoahqa/locale/*/LC_MESSAGES/who-ahqa.po
Languages: pt

source: Adolescent Client
pt: Adolescente Usuário

source: Health-care Provider
pt: Profissional de Saúde

source: Support Staff
pt: Equipe de Apoio

source: Health Facility Manager
pt: Gestor da Unidade de Saúde

source: Outreach Worker
pt: Agentes Comunitários

source: Community Member
pt: Membro da Comunidade

source: Adolescent in Community
pt: Adolescente da Comunidade

source: Observation Guide
pt: Guia de Observação

source: Policies and procedures are in place that do not restrict the provision of health services on any terms
pt: Políticas, diretrizes e recomendações estão estabelecidas de maneira que não restrinjam a prestação de serviços de saúde em quaisquer condições.

source: Health-care providers treat all adolescent clients with equal care and respect, regardless of status
pt: Os profissionais que atendem nesta Unidade de Saúde tratam todos os adolescentes com cuidado e respeito, independentemente de sua condição socio-econômica ou quaisquer outra características/singularidades.

source: Support staff treat all adolescent clients with equal care and respect, regardless of status
pt: Os profissionais de apoio tratam todos os adolescentes com o mesmo cuidado e respeito, independentemente de sua condição socioeconômica ou quaisquer outras singularidades/características.

source: Policies and procedures are in place that ensure that health services are either free or affordable to adolescents
pt: N/A

source: The point of health service delivery has convenient hours of operation
pt: Os horários de funcionamento da Unidade de Saúde e de prestação de serviços são convenientes.

source: Adolescents are well-informed about the range of available reproductive health services and how to obtain them
pt: Os adolescentes são bem informados sobre a gama de serviços de saúde sexual e saúde reprodutiva disponíveis e sobre como obtê-los.

source: Community members understand the benefits that adolescents will gain by obtaining the health services they need, and support their provision
pt: Os membros da comunidade entendem os benefícios relacionados ao fato de os/as adolescentes terem acesso aos serviços de saúde de que precisam, e apoiam esse acesso?

source: Some health services and health-related commodities are provided to adolescents in the community by selected community members, outreach workers and adolescents themselves
pt: Membros da comunidade, agentes comunitários e os próprios adolescentes disponibilizam informações e serviços de saúde a adolescentes da comunidade.

source: Policies and procedures are in place that guarantee client confidentiality
pt: Normas e procedimentos que garantem a confidencialidade do usuário(a) adolescente são aplicados na Unidade de Saúde.

source: The point of health service delivery ensures privacy
pt: A Unidade de Saúde garante a privacidade de adolescentes.

source: Health-care providers are non-judgemental, considerate and easy to relate to
pt: Os profissionais da equipe de saúde são atenciosos e respeitosos com adolescentes, não julgando-os ou emitindo juizos de valor.

source: The point of health service delivery ensures consultations occur in a short waiting time. with or without an appointment, and (where necessary) with referral
pt: A Unidade de Saúde assegura que as consultas sejam realizadas com pouco tempo de espera, independente de agendamento prévio, com atendimento imediato se necessário com orientação rápida.

source: The point of health service delivery has an appealing and clean environment
pt: A Unidade de Saúde tem um ambiente agradável e limpo.

source: The point of health service delivery provides information and education through a variety of channels
pt: A Unidade de Saúde disponibiliza informações de saúde através de diferentes ferramentas educativas.

source: Adolescents are actively involved in designing, assessing and providing health services
pt: Adolescentes participam ativamente na elaboração, implementação e avaliação dos serviços prestados para adolescentes na Unidade de Saúde.

source: The required package of health care is provided to fulfil the needs of all adolescents either at the point of health service delivery or through referral linkages
pt: As ações de saúde são fornecidas de modo a atender às necessidades de todos os/as adolescentes, na Unidade de Saúde ou por meio da rede de referência.

source: Health-care providers have the required competencies to work with adolescents and to provide them with the required health services
pt: Profissionais de saúde têm conhecimentos e habilidades necessárias para trabalhar com adolescentes e prestar-lhes os serviços de saúde necessários.

source: Health-care providers use evidence-based protocols and guidelines to provide health services
pt: A equipe de saúde usa protocolos e orientações baseadas em evidências e em documentos/diretrizes do Ministério da Saúde para prestação dos serviços a adolescentes.

source: Health-care providers are able to dedicate sufficient time to work effectively with their adolescent clients
pt: Profissionais da equipe de saúde dispõem de tempo suficiente para atender usuários(as) adolescentes de modo eficaz.

source: The point of health service delivery has the required equipment, supplies and basic services necessary to deliver the required health services
pt: A Unidade de Saúde possui equipamentos, insumos e os serviços necessários para prestar os serviços de saúde.

source: Equitable
pt: Equidade

source: Accessible
pt: Acesso

source: Acceptable
pt: Aceitação

source: Appropriate
pt: Adequado

source: Effective
pt: Efetivo

source: Clinic Name
pt: Nome da Unidade de Saúde

source: CNES Number
pt: Número CNES

source: Municipality
pt: Município

source: Name
pt: Nome

source: Location Type
pt: Tipo de localização

source: Parent Location
pt: Localizações da lista

source: Role
pt: Função

source: Clinic
pt: Clínicas

source: State
pt: Estado

source: Longer than maximum length 25
pt: Longo do comprimento máximo 25

source: Username
pt: Nome de usuário

source: Type the username of the clinic
pt: Digite o nome de usuário da clínica

source: Shorter than minimum length 5
pt: Comprimento menor que o mínimo 5

source: Password
pt: Mudar senha

source: Confirm Password
pt: Confirme a Senha

source: {} is not a valid date
pt: {} Não é uma data válida

source: Start date must be earlier than end date
pt: A data de início deve ser anterior à data final

source: Give the reporting period a name
pt: Dê um nome ao período de relatório

source: Form Xpath
pt: Forma Xpath

source: The identifier located in the XLSForms
pt: O identificador localizado no XLSForms

source: Start Date
pt: Data de início

source: Start date is required
pt: Data de início requerida

source: End Date
pt: Data final

source: End date is required
pt: Data final é necessária

source: Change Password
pt: Mudar senha

source: Clinics
pt: Clínicas

source: Aggregate Scores
pt: Pontuação Agregada

source: No.
pt: Não.

source: Average Score
pt: Pontuação média

source: Register a Clinic
pt: Registre uma Clínica

source: Clinic Code
pt: Nome da Unidade de Saúde

source: Created
pt: Criada

source: Actions
pt: Ações

source: Edit
pt: Editar

source: Not found.
pt: Não encontrado.

source: Scores by Key Indicator
pt: Pontuações por indicador-chave

source: National
pt: Nacional

source: Average
pt: Média

source: Users
pt: Comercial

source: Edit User
pt: Editar usuário

source: Save
pt: Salve 

source: Delete
pt: Excluir

source: Back
pt: Costas

source: Register User
pt: Registrar Usuário

source: Location List / Clinic
pt: Lista de localização / Clínica

source: WHO Adolescent Health Quality Assessment
pt: Avaliação da qualidade da saúde do adolescente

source: Quality Assessment Tool: Assessing Health Services for Adolescent Clients
pt: Ferramenta de Avaliação de Qualidade: Avaliação de Serviços de Saúde para Clientes Adolescentes

source: Logout
pt: Sair

source: Reporting Periods
pt: Período de relatório criado

source: Assessment Surveys
pt: Pesquisa de Avaliação

source: Manage Locations
pt: Gerenciar Localizações

source: Manage Clinics
pt: Gerenciar Clínicas

source: Strategy for the Protection and Care of Adolescents
pt: Estratégia para a Proteção e Atenção dos Adolescentes

source: Confirm Delete
pt: Confirmar apagar

source: Scores
pt: Pontuação

source: Change dashboard date range
pt: Alterar o intervalo de datas do painel

source: Surveys done
pt: Pesquisas feitas

source: Complete
pt: Completo

source: Not Started
pt: não foi iniciado

source: Select Characteristics
pt: Selecionar características

source: Filter by Characteristic Type
pt: Filtrar por tipo de característica

source: All
pt: Todos

source: Work on selected
pt: Trabalho selecionado

source: Characteristics
pt: Características

source: Description
pt: Descrição

source: Category
pt: Categoria

source: Min - Max
pt: Mín - máx

source: # Respondents
pt: # Inquiridos

source: Absolute total score
pt: Pontuação total absoluta

source: You are about to delete
pt: Você está prestes a excluir

source: This procedure is irreversible
pt: Este procedimento é irreversível

source: Do you wish to proceed?
pt: Você deseja continuar?

source: Close
pt: Ponto

source: All Clinics
pt: Todas as clínicas

source: Search clinics
pt: Pesquisa de clínicas

source: Search users
pt: Pesquisar usuários

source: My Clinics
pt: Minhas Clínicas

source: Score Summary
pt: Resumo da pontuação

source: Characteristic Scores
pt: Pontuações características

source: States
pt: Estado

source: Print
pt: impressão

source: CNES number
pt: Número CNES

source: Reporting period
pt: Período de relatório

source: Date printed
pt: Data de impressão

source: Relative Score
pt: Pontuação Relativa

source: Description
pt: Descrição

source: Score
pt: Ponto

source: of
pt: do

source: Total No. of Responses :
pt: Número total de respostas :

source: You have finished collecting data for this tool
pt: Você terminou de coletar dados para esta ferramenta

source: You need to collect more information
pt: Você precisa coletar mais informações

source: You have finished data collection for this characteristic.
pt: Você concluiu a coleta de dados para essa característica.

source: Strong characteristic
pt: Característica forte

source: Characteristic to be improved
pt: Característica a melhorar

source: Challenge
pt: Desafio

source: Insufficient result
pt: Resultado insuficiente

source: Unassigned Clinics
pt: Clínicas não atribuídas

source: Assign Selected to Myself
pt: Atribuir Seleção para mim

source: User Settings
pt: Configurações do usuário

source: Change language
pt: Mudar idioma

source: Select language
pt: Selecione o idioma padrão

source: Update
pt: Atualizar

source: Cancel
pt: Cancelar

source: Locations
pt: Localizações da lista

source: Edit Location
pt: Localizações da lista

source: New Location
pt: Ações

source: Location Form
pt: Tipo de localização

source: All Locations
pt: Localizações da lista

source: Search locations
pt: Localizações da lista

source: Add Location
pt: Adicionar local

source: Current Locations
pt: Localizações da lista

source: Parent
pt: Pai

source: Login | WHO Adolescent Health Quality Assessment
pt: Login | Avaliação da qualidade da saúde do adolescente

source: Login to your account
pt: Faça login na sua conta

source: Login with your Ona Account
pt: Faça login com sua Conta Ona

source: Click Here
pt: Clique aqui

source: To log in as a dashboard user
pt: Para fazer login como um usuário do painel de controle

source: Don't have an ONA account yet?
pt: Não tem uma conta ainda?

source: Create an account
pt: Crie a sua conta aqui

source: Municipalities
pt: Município

source: Login
pt: Entrar

source: Enter any username and password.
pt: Digite qualquer nome de usuário e senha.

source: To log in as ONA user
pt: Para fazer login como usuário da ONA

source: New User
pt: Novo usuário

source: Registration Form
pt: Tipo de localização

source: Indicates required field
pt: Data final é necessária

source: Select Reporting Period
pt: Dê um nome ao período de relatório

source: Create
pt: Crio

source: Reporting Period
pt: Período de relatório

source: Do you wish to proceed
pt: Você deseja continuar

source: Cannot delete a reporting period with data
pt: Não é possível excluir o local com Crianças

source: New Reporting Period
pt: Dê um nome ao período de relatório

source: Your changes have been saved
pt: suas alterações foram salvas

source: Please fix the highlighted errors below
pt: Corrija os erros indicados abaixo.

source: Success! {} user created
pt: Sucesso! {} Usuário criado

source: Username already in use
pt: Nome de usuário já em uso

source: You cannot delete yourself
pt: Você não pode se excluir

source: User successfully deleted
pt: Usuário excluído com êxito

source: {} saved.
pt: {} Clínica guardada.

source: Cannot find selected municipality.
pt: Não é possível encontrar o município selecionado.

source: A clinic already exists with the provided CNES.
pt: Uma clínica já existe com o nome fornecido ou CNES

source: {} updated.
pt: {} Clínica atualizada.

source: Clinic successfully deleted
pt: Usuário excluído com êxito

source: Language changed successfully
pt: Idioma alterado com sucesso

source: Please fix the errors indicated below.
pt: Corrija os erros indicados abaixo.

source: {} {} saved
pt: {} Clínica guardada.

source: Location deleted successfully
pt: Idioma alterado com sucesso

source: Cannot delete location with Children
pt: Não é possível excluir o local com Crianças

source: Only numeric values 1-5 and calendar years (YYYY) allowed For Form Xpath
pt: Apenas valores numéricos 1-5 e anos civis (AAAA) permitidos para Form Xpath

source: Form Xpath Exists
pt: Existe o formulário Xpath

source: Reporting period created
pt: Período de relatório criado

source: Form Xpath Only allows numeric values 1-5 and calendar years (YYYY).
pt: Form Xpath Somente permite valores numéricos 1-5 e anos civis (YYYY)

source: Reporting period successfully deleted
pt: Usuário excluído com êxito

source: Cannot delete reporting period with data
pt: Dê um nome ao período de relatório
